Repository: JeroenSormani/WooCommerce-Advanced-Free-Shipping
Catalog: languages/woocommerce-advanced-free-shipping-*.po
Languages: pt_pt

source: Cart
pt_pt: Carrinho

source: Subtotal ex. taxes
pt_pt: Subtotal sem impostos

source: Tax
pt_pt: Imposto

source: Quantity
pt_pt: Quantidade

source: Contains product
pt_pt: Contém Produto

source: Coupon
pt_pt: Cupão

source: Weight
pt_pt: Peso

source: Contains shipping class
pt_pt: Contém Classe de Entrega

source: User Details
pt_pt: Detalhes do Cliente

source: Zipcode
pt_pt: Código Postal

source: City
pt_pt: Cidade

source: State
pt_pt: Estado

source: Country
pt_pt: País

source: User role
pt_pt: Função do Utilizador

source: Product
pt_pt: Produto

source: Width
pt_pt: Largura

source: Height
pt_pt: Altura

source: Length
pt_pt: Comprimento

source: Stock status
pt_pt: Estado do Stock

source: Category
pt_pt: Categoria

source: States must be installed in WC.
pt_pt: Estados precisam estar instalados no WooCommerce

source: Weight calculated on all the cart contents
pt_pt: Peso calculado usando todo o conteúdo do Carrinho

source: Compared to lengthiest product in cart
pt_pt: Compara o maior comprimento do produto no Carrinho

source: Compared to widest product in cart
pt_pt: Compara a maior largura dos produtos no Carrinho

source: Compared to highest product in cart
pt_pt: Compara a maior altura dos produtos no Carrinho

source: All products in cart must match stock status
pt_pt: Todos os produtos precisam corresponder ao estado do stock

source: All products in cart must match category
pt_pt: Todos os produtos no carrinho precisam corresponder a categoria

source: Cart must contain one of this product
pt_pt: O carrinho precisa conter, pelo menos, um produto

source: Cart must contain at least one product with the selected shipping class
pt_pt: O Carrinho precisa conter, pelo menos, um tipo de envio selecionado

source: Equal to
pt_pt: Igual a

source: Not equal to
pt_pt: Diferente de

source: Greater or equal to
pt_pt: Maior ou igual a

source: Less or equal to
pt_pt: Menor ou igual a

source: No shipping class
pt_pt: Nenhum Tipo de Envio

source: In stock
pt_pt: Em stock

source: Out of stock
pt_pt: Esgotado

source: Select option
pt_pt: Selecione uma opção

source: There are no options available
pt_pt: Não existe opções disponíveis

source: Match all of the following rules to allow free shipping:
pt_pt: Combine todos as regras para habilitar envio grátis:

source: Or match all of the following rules to allow free shipping:
pt_pt: Ou combine todas as regras para habilitar envio grátis:

source: Or
pt_pt: Ou

source: Add 'Or' group
pt_pt: Adicionar Grupo 'Ou'

source: Shipping title
pt_pt: Título do tipo de envio

source: e.g. Free Shipping
pt_pt: Ex.: Envio Grátis

source: Method conditions
pt_pt: Condições do Método

source: Title
pt_pt: Título

source: Condition groups
pt_pt: Condição do Grupo

source: Edit Method
pt_pt: Editar Método

source: Untitled
pt_pt: Sem Título

source: Edit
pt_pt: Editar

source: Delete Method
pt_pt: Eliminar Método

source: Delete
pt_pt: Eliminar

source: Free Shipping
pt_pt: Envio Grátis

source: There are no Free Shipping methods. Yet...
pt_pt: Não existe método para Envio Grátis. Ainda...

source: Add Free Shipping Method
pt_pt: Adicionar Método para Envio Grátis

source: Free Shipping <small>(may change at user configuration)</small>
pt_pt: Envio gratuito <small>(pode mudar a configuração do utilizador)</small>

source: Configure WooCommerce Advanced Free Shipping
pt_pt: Configurar WooCommerce Advanced Free Shipping

source: Enable/Disable
pt_pt: Habilitar/Desabilitar

source: Enable Advanced Free Shipping
pt_pt: Habilitar Advanced Free Shipping

source: Hide other shipping
pt_pt: Esconder outros tipos de envio

source: Hide other shipping methods when free shipping is available
pt_pt: Esconder outros métodos quando Envio Grátis estiver disponível

source: Advanced Free Shipping methods
pt_pt: Métodos do Advanced Free Shipping

source: Advanced Free Shipping method
pt_pt: Método do Advanced Free Shipping

source: Add New
pt_pt: Adicionar Novo

source: Add New Advanced Free Shipping method
pt_pt: Adicionar Método do Advanced Free Shipping

source: Edit Advanced Free Shipping method
pt_pt: Editar Método do Advanced Free Shipping

source: New Advanced Free Shipping method
pt_pt: Novo Método do Advanced Free Shipping

source: View Advanced Free Shipping method
pt_pt: Visualizar Método do Advanced Free Shipping

source: Search Advanced Free Shipping methods
pt_pt: Procurar Método do Advanced Free Shipping

source: No Advanced Free Shipping methods
pt_pt: Nenhum Método do Advanced Free Shipping

source: No Advanced Free Shipping methods found in Trash
pt_pt: Nenhum Método do Advanced Free Shipping encontrado na Lixeira

source: Free shipping method updated.
pt_pt: Advanced Free Shipping Atualizado

source: Custom field updated.
pt_pt: Campos customizados atualizados.

source: Custom field deleted.
pt_pt: Campo customizado deletado.

source: Free shipping method restored to revision from %s
pt_pt: Método de envio grátis restaurado da revisão de %s

source: Free shipping method published.
pt_pt: Método de Envio Grátis publicado.

source: Free shipping method saved.
pt_pt: Método de Envio Grátis guardado.

source: Free shipping method submitted.
pt_pt: Método de Envio Grátis enviado.

source: Free shipping method scheduled for: <strong>%1$s</strong>.
pt_pt: Método de Envio Grátis agendado para: <strong>%1$s</strong>.

source: Free shipping method draft updated.
pt_pt: Esboço do Tipo de Envio Grátis atualizado.

source: Return to overview.
pt_pt: Voltar para o ecrã principal.

source: Advanced Free Shipping conditions
pt_pt: Condições para Advanced Free Shipping

source: Shipping settings
pt_pt: Configuração de Envio
